[{
    "name": "Apple Green Mar-tea-ni",
    "category": "Shakes",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "This delicious morning shake is made by blending together apples with romaine lettuce and green tea to burn fat while increasing your metabolism. Add more cleansing power with ginger for an extra boost.",
    "ingredients": ["1 cup apple, seeded, diced, about 1 whole", "1 cup romaine (or your favorite greens), torn, lightly packed, about 1 or 2 large leaves", "1 cup brewed green tea (or ½ teaspoon matcha in 1 cup filtered water)", "Additional water, as needed for desired consistency", "SQUEAKY CLEANER:", "1 teaspoon minced ginger, fresh"],
    "directions": "Place all ingredients, including ginger (if using), into your blender. Blend until smooth. Will keep for two days in fridge."
}, {
    "name": "Avocado Shake",
    "category": "Shakes",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Avocado is a fruit, rather than a vegetable, and it’s commonly used in desserts and sweets in Southeast Asia. It adds heart-healthy fats, and a rich, creamy texture to recipes without adding cholesterol. The fat in the avocado and the fiber in the strawberries will fill you up in the morning and keep you satisfied longer. Drink up and kick off an awesome day!",
    "ingredients": ["1 cup strawberries, fresh or frozen", "½ cup avocado flesh, from about ½ whole", "pinch stevia powder, or 1 tablespoon of your favorite syrup, or 1 or 2 pitted dates, optional", "1 cup filtered water", "1 cup ice", "THERMO CHARGER:", "Replace filtered water with 1 cup brewed green tea,", "or", "½ teaspoon matcha powder in 1 cup filtered water.", "SUPER POWER PACK:", "Add ½ tablespoon of a super green like spirulina or wheatgrass powder."],
    "directions": "Place all ingredients into your high-speed blender, including green tea and spirulina, if using. Blend until smooth. Will keep two days in fridge."
}, {
    "name": "Banana Shake",
    "category": "Shakes",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "I was inspired to create this recipe from a shake I tasted in Los Angeles that was made from bananas, a ton of almond butter, and cinnamon. It was so rich, really creamy, but too heavy. So I had to make my own version. Belly-blasting walnuts are high in good calories and healthy fat, plus researchers think the combination of protein, fiber, and healthy fats in nuts help keep you feeling full longer.",
    "ingredients": ["1 cup banana, from 1 medium whole", "¼ cup walnuts (or 2 tablespoons hemp protein powder + 2 tablespoons flax meal, or 2 tablespoons brown rice protein powder)", "¼ teaspoon ground cinnamon", "1 cup filtered water", "½ cup ice", "THERMO CHARGER:", "Substitute the water for 1 cup sun-brewed green tea, or ½ teaspoon matcha in 1 cup filtered water."],
    "directions": "Place ingredients into a high-speed blender. Blend until smooth. Best enjoyed immediately, but it will keep for one day in fridge."
}, {
    "name": "Beauty Berry Shake",
    "category": "Shakes",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Pumpkin seeds are a beauty secret I learned about from my Chinese medicine doctor. They’re full of vitamin E, monounsaturated fatty acids (MUFAs), and are a great source of B vitamins and calcium, which provide beauty benefits for skin, hair, and nails. I love the way they taste, too.",
    "ingredients": ["1 cup strawberries or blueberries, fresh or frozen", "¼ cup pumpkin seeds, raw, shelled", "1 tablespoon virgin coconut oil", "1 teaspoon vanilla extract, alcohol-free, or ½ whole vanilla bean", "pinch stevia powder, or 1 tablespoon of your favorite syrup, or 1 to 2 pitted dates, optional", "½ cup ice", "½ to 1 cup filtered water, as desired", "THERMO CHARGER:", "Replace filtered water with 1 cup brewed green tea", "or", "add ½ teaspoon matcha in 1 cup filtered water."],
    "directions": "Place all ingredients into your high-speed blender, including green tea, if using. Blend until smooth. Will keep for two days in fridge."
}, {
    "name": "Blueberry Blast",
    "category": "Shakes",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "It’s simple to make a nut mylk by blending together water with your favorite nuts. I love fiber because it keeps me full and helps with cleansing. Some folks feel that almonds create a gritty texture when blended, which I don’t mind. If it bothers you, though, you can always strain out the almond fiber using a filtration bag, or try using walnuts instead. Cinnamon is a thermogenic and an anti-inflammatory, and I love to enjoy this as my post workout shake.",
    "ingredients": ["1 cup blueberries, fresh or frozen", "¼ cup almonds or walnuts (or 2 tablespoons hemp protein powder + 2 tablespoons flax meal, or 2 tablespoons brown rice protein powder)", "1 tablespoon virgin coconut oil", "½ to 1 teaspoon ground cinnamon, to taste", "½ cup ice", "1 cup filtered water", "THERMO CHARGER:", "Substitute water in recipe for 1 cup brewed green tea,", "or", "½ teaspoon matcha powder in 1 cup filtered water.", "SUPER POWER PACK:", "1 teaspoon spirulina", "or", "1 teaspoon chlorella powder"],
    "directions": "Place all ingredients, including green tea and spirulina, if using, into your high-speed blender. Blend until smooth. Will keep for two days in the fridge."
}, {
    "name": "Chocolate Banana Mylk Shake",
    "category": "Shakes",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES ABOUT 1 PINT, 1 SERVING",
    "description": "I was born in the year of the monkey, and I’m bananas for bananas. A ripe banana is a great sweetener. Add Omega 3-packed flax, chocolate, and green tea to pump up the fat-blasting power of this shake, and you’re golden. Power-packed maca helps strengthen our adrenals to better handle stressors, while also making us stronger and healthier. I love enjoying this shake to fuel me up before a workout.",
    "ingredients": ["1 cup banana, about 1 whole", "2 tablespoons flax seeds or meal", "2 tablespoons cacao powder or cocoa powder", "pinch stevia powder, or 1 tablespoon of your favorite syrup, or 1 to 2 pitted dates, optional", "1 cup water, as desired", "THERMO CHARGER:", "Substitute the water with 1 cup green tea,", "or", "½ teaspoon matcha in 1 cup filtered water.", "SUPER POWER PACK:", "1 to 2 teaspoons maca powder"],
    "directions": "Place ingredients into a high-speed blender, including green tea and maca, if using. Blend until smooth. Will keep for two days in fridge."
}, {
    "name": "Ginger Mango Shake",
    "category": "Shakes",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Mango, along with durian and leechee, is one of my favorite fruits. Almonds and mango blended together create a creamy base, while the coconut oil adds beneficial MCFAs for fat-blasting power and amazing flavor. If your mango is ripe, you won’t need additional sweetener.",
    "ingredients": ["1 cup mango, diced, fresh or frozen", "¼ cup almonds (or 2 tablespoons hemp protein powder + 2 tablespoons flax meal, or 2 tablespoons brown rice protein powder)", "1 tablespoon virgin coconut oil", "pinch stevia powder, or 1 tablespoon of your favorite syrup, or 1 to 2 pitted dates, optional", "1 cup filtered water, for desired consistency", "FAT MELTER:", "1 teaspoon of fresh, grated ginger, to taste"],
    "directions": "Place all ingredients, including ginger, if using, into your high-speed blender. Blend until smooth. Will keep for two days in fridge."
}, {
    "name": "Green Grapefruit Shake",
    "category": "Shakes",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Grapefruit is a major Fat Blast ingredient. Paired with cucumber, cilantro, and lime, this shake becomes even more powerful and tasty. Omega 3s from flax, plus the MUFAs we love, make this shake one of my best fat-fighting friends, and now it’s yours, too.",
    "ingredients": ["1 cup grapefruit, peeled and seeded, from about 1 small whole", "½ cup cucumber, chopped, about ½ whole", "2 tablespoons to ¼ cup cilantro or parsley, to taste", "2 tablespoons lime juice, fresh, from about 1 whole", "1 tablespoon flax meal", "¼ teaspoon ground vanilla bean, or 1 tablespoon vanilla extract (alcohol-free), or ½ whole vanilla bean", "½ cup ice", "1 cup filtered water", "THERMO CHARGER:", "“Replace 1 cup water with 1 cup green tea", "or", "add ½ teaspoon matcha powder.", "SUPER POWER PACK:", "1 to 2 tablespoons spirulina or wheatgrass powder"],
    "directions": "Place all ingredients into your high-speed blender, including green tea and spirulina, if using. Blend until smooth. Will keep two days in fridge."
}, {
    "name": "Mango Mint Shake",
    "category": "Shakes",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Mango and mint is a favorite combo of mine. I experienced this pairing for the first time on a trip to Southeast Asia. This refreshing shake is packed with fiber, a vital ingredient for weight loss. Romaine lettuce is hidden inside this shake, a great way to up your vegetable intake.",
    "ingredients": ["1 cup mango, diced, fresh or frozen", "1 cup romaine, torn, about 1 to 2 large leaves", "4 to 6 mint leaves, about 1 teaspoon, fresh, to taste", "1 cup filtered water, as desired", "FAT MELTER:", "1 tablespoon virgin coconut oil"],
    "directions": "Place ingredients into high-speed blender, including coconut oil, if using. Blend until smooth. Will keep for one day in fridge."
}, {
    "name": "Matcha Shake",
    "category": "Shakes",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "I love green tea and almond mylk in the morning. Blending together sun-brewed green tea, or powdered matcha with water, almonds, and banana makes this fat-blasting shake smooth and creamy.",
    "ingredients": ["1 cup banana or 1 whole", "¼ cup almonds (or 2 tablespoons hemp protein powder + 2 tablespoons flax meal, or 2 tablespoons brown rice protein powder)", "1 cup brewed green tea, or ½ teaspoon matcha powder in 1 cup filtered water", "½ cup ice", "SUPER POWER PACK:", "1 teaspoon spirulina, or chlorella powder, and/or ½ teaspoon maca powder"],
    "directions": "Place all ingredients into your high-speed blender, including spirulina and maca, if using. Blend until smooth. Will keep for two days in the fridge."
}, {
    "name": "Orange Vanilla Shake",
    "category": "Shakes",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "This shake is inspired by the orange Creamsicles I remember loving as a kid. Packed with vitamin C and MCFAs, it’s even more powerful if you add green tea. Plus, the spirulina or wheatgrass is a great source for protein and minerals.",
    "ingredients": ["1 cup orange, peeled and seeded and diced, from about 1½ whole", "¼ cup almonds (or 2 tablespoons hemp protein powder + 2 tablespoons flax meal, or 2 tablespoons brown rice protein powder)", "¼ teaspoon ground vanilla bean, or 1 tablespoon vanilla extract, alcohol-free, or ½ whole vanilla bean", "½ cup ice", "½ to 1 cup filtered water, to desired consistency", "THERMO CHARGER:", "Add ½ teaspoon matcha powder or replace filtered water with 1 cup brewed green tea.", "SUPER POWER PACK:", "½ to 1 tablespoon super green like spirulina or wheatgrass powder"],
    "directions": "Place all ingredients into a high-speed blender, including matcha and spirulina, if using. Blend until smooth. Will keep two days in fridge."
}, {
    "name": "Pear Lime Ginger Shake",
    "category": "Shakes",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Pear adds fiber and whole-fruit sweetness, while lime and ginger increase the thermo power of this shake. Add pineapple for more sweetness and fat-melting action.",
    "ingredients": ["1 cup ripe pear, seeded and cubed, about 1 whole", "juice of 1 lime (about 2 tablespoons)", "1 tablespoon minced ginger", "1 tablespoon virgin coconut oil", "1 tablespoon flax meal", "½ cup ice", "1 cup filtered water", "FAT MELTER:", "¼ cup pineapple, diced, frozen or fresh", "THERMO CHARGER:", "Add ½ teaspoon matcha powder or substitute 1 cup brewed green tea instead of the water in the recipe."],
    "directions": "Place all ingredients into your high-speed blender, including pineapple and green tea, if using. Blend until smooth. Will keep two days in fridge."
}, {
    "name": "Pear Power Shake",
    "category": "Shakes",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "I like blending together sweet fruits, like pear, with vanilla and kale to get more greens and fiber into my day for maximum detox benefit. Add on one or all of the Super Power Packs to up the shake’s power; plus it adds more protein and more greens.",
    "ingredients": ["1 cup ripe pear, seeded and quartered, about 1 whole", "1 cup kale, destemmed, torn", "1 tablespoon vanilla extract, alcohol-free, or ½ whole vanilla bean", "1 cup filtered water", "½ cup ice", "SUPER POWER PACK:", "1 teaspoon spirulina, chlorella, or wheatgrass powder"],
    "directions": "Place all ingredients, including spirulina, if using, into your high-speed blender. Blend until smooth. Will keep for two days in fridge."
}, {
    "name": "Piña Colada",
    "category": "Shakes",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Pineapple has a powerful proteolytic enzyme called bromelain that digests proteins, and it’s used as a debriding agent to slough dead tissue from burns and wounds. It’s also known to decrease inflammation, which is why it’s a main ingredient during Days 1, 2, and 3.",
    "ingredients": ["1 cup pineapple, chopped, fresh or frozen", "¼ cup almonds (or 2 tablespoons hemp protein powder + 2 tablespoons flax meal, or 2 tablespoons brown rice protein powder)", "1 tablespoon virgin coconut oil", "1 tablespoon vanilla extract, alcohol-free, or ½ whole vanilla bean", "1 cup filtered water", "SQUEAKY CLEANER:", "½ teaspoon matcha powder or 1 cup brewed green tea instead of 1 cup water"],
    "directions": "Place all ingredients into your high-speed blender, including green tea, if using. Blend until smooth. Will keep for two days in fridge."
}, {
    "name": "Pineapple Cilantro Shake",
    "category": "Shakes",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Pineapple and cilantro sounded at first like a strange combo to me, but I gave it a try and was surprised at how much I liked the fresh flavors. Add cucumber, coconut, and flax for added Fat Blast power.",
    "ingredients": ["1 cup pineapple, chopped, frozen or fresh", "½ cup chopped cucumber, about ½ whole", "2 tablespoons to ¼ cup fresh cilantro, chopped, to taste", "1 tablespoon flax meal", "1 tablespoon virgin coconut oil", "½ cup ice", "1 cup filtered water", "THERMO CHARGER:", "Add ½ teaspoon matcha powder or replace filtered water above with 1 cup sun-brewed green tea."],
    "directions": "Place all ingredients, including green tea, if using, into your high-speed blender. Blend until smooth. Will keep two days in fridge."
}, {
    "name": "Pineapple Green Shake",
    "category": "Shakes",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "When I first had sciatica in my right leg, I needed to decrease inflammation and pain quickly. So I made this shake with pineapple and flax, and it worked amazingly well.",
    "ingredients": ["1 cup pineapple, chopped, fresh or frozen", "1 cup kale, loosely packed, about 1 leaf", "1 teaspoon to 1 tablespoon fresh ginger, to taste", "1 cup filtered water, or more, to desired consistency", "SQUEAKY CLEANER:", "Add a pinch of cayenne, to taste, or substitute 1 teaspoon turmeric for the ginger."],
    "directions": "Place all ingredients into your high-speed blender, including cayenne, if using. Blend until smooth. Enjoy immediately. Will keep two days in fridge."
}, {
    "name": "Pineapple Protein Shake",
    "category": "Shakes",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "This shake saves me every time I have inflammation in my body from an injury or from a food sensitivity or intolerance. It removes puffiness and decreases swelling to make me leaner. It will help your body cool off during Melt Down, too!",
    "ingredients": ["1½ cups pineapple, chopped, fresh or frozen", "1 tablespoon flax seeds or meal", "1 cup filtered water, as desired", "pinch stevia powder, or 1 tablespoon of your favorite syrup, or 1 to 2 pitted dates, optional", "SUPER POWER PACK:", "1 teaspoon spirulina or chlorella"],
    "directions": "Place ingredients, including spirulina, if using, into high-speed blender. Blend until smooth. Will keep for two days in fridge."
}, {
    "name": "Simple Strawberry Shake",
    "category": "Shakes",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "I love waking up on a summer morning and whipping up this simple shake. It’s packed with antioxidants and low-glycemic strawberries for a beautiful red color. Cashews and coconut round out the flavor profile, and the vanilla just makes it pop. When strawberries are fresh and in season, you won’t need to add additional sweetener. Frozen berries give a great consistency, but they aren’t as sweet, so add a touch of your favorite sweetener if you’d like.",
    "ingredients": ["1 cup strawberries, fresh or frozen", "¼ cup cashews or walnuts, ideally soaked in filtered water overnight and rinsed well", "1 tablespoon virgin coconut oil", "1 tablespoon vanilla extract, alcohol-free, or ½ whole vanilla bean", "pinch stevia powder, or 1 tablespoon of your favorite sweetener like agave, maple or brown rice syrup, optional", "½ cup ice", "1 cup filtered water", "SQUEAKY CLEANER:", "Add ½ teaspoon matcha to the 1 cup filtered water in the recipe or replace the water with 1 cup brewed green tea instead."],
    "directions": "Place all ingredients into your high-speed blender, including green tea, if using. Blend until smooth. Will keep for two days in fridge."
}, {
    "name": "Strawberry Mint Shake",
    "category": "Shakes",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "I love using avocado in my shakes because it gives them creamy richness. Add in strawberries and mint to mask the kale to help you get in more greens. Delicious!",
    "ingredients": ["1 cup strawberries, fresh or frozen", "½ cup kale, any type, or your favorite greens", "¼ cup avocado, about ¼ whole", "2 tablespoons fresh mint", "pinch stevia powder, or 1 tablespoon of your favorite syrup, or 1 to 2 pitted dates, optional", "1 cup filtered water, as needed for desired consistency", "FAT MELTER:", "⅛ to ¼ teaspoon cayenne, or pinch to taste"],
    "directions": "Place ingredients into high-speed blender, with cayenne, if using. Blend until smooth. Best enjoyed immediately, but it will keep for one day in fridge."
}, {
    "name": "Smooth Operator",
    "category": "Shakes",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 SERVING",
    "description": "Move over sodium-laden, factory-produced vegetable drinks and canned soups. Resin linings in tin cans contain Bisphenol-A, aka BPA, linked to reproductive problems, heart disease, diabetes, and obesity. A study by the Harvard School of Public Health, reported in the New York Times on December 11, 2011 by Tara Parker-Pope in her column on Health, demonstrated that eating canned soup for one week increased BPA levels in subjects by over 1,200 percent! Instead try this flavor-packed and nutrient-rich alternative.",
    "ingredients": ["1 cup chopped tomatoes", "½ cup chopped celery", "½ cup chopped romaine", "1 teaspoon ginger, grated", "2 teaspoons miso, unpasteurized, any color", "1½ cups filtered water", "FAT MELTER:", "½ to 1 teaspoon fresh garlic, minced"],
    "directions": "Place all ingredients into your high-speed blender, including garlic, if using. Blend until smooth. Will keep two days in fridge."
}, {
    "name": "Vanilla Blueberry Shake",
    "category": "Shakes",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Blueberries taste amazing with vanilla. I like to use ground vanilla pods for fresh aroma and flavor. Green tea and ice are your thermogenics here. Add in some wheatgrass or spirulina, and you’ll be blasting off, big time.",
    "ingredients": ["1 cup blueberries, fresh or frozen", "¼ cup almonds or walnuts (or 2 tablespoons hemp protein powder + 2 tablespoons flax meal, or 2 tablespoons brown rice protein powder)", "1 cup brewed green tea", "¼ teaspoon ground vanilla bean, 1 tablespoon vanilla extract, alcohol-free, or ½ whole vanilla bean", "½ cup ice", "1 cup filtered water", "SUPER POWER PACK:", "Drink 1 oz wheatgrass juice before having the shake", "or", "add 1 to 2 tablespoons of spirulina or wheatgrass powder to the shake before blending."],
    "directions": "Place all ingredients, including spirulina, if using, into your high-speed blender. Blend until smooth. Will keep two days in fridge."
}, {
    "name": "Carrot Ginger Soup",
    "category": "Soups",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 2 CUPS, 1 SERVING",
    "description": "I love cooked carrot ginger soup, and I created this raw recipe when I had a craving for it. Easy-to-blend carrots are joined by probiotic miso, thermogenic ginger, and creamy avocado for a dose of beneficial MUFAs.",
    "ingredients": ["1 cup carrot, chopped, about 1 whole", "½ cup avocado, from about ½ whole", "1 tablespoon miso, unpasteurized, any color", "1 teaspoon ginger, minced", "1 cup filtered water, as desired", "THERMO CHARGER:", "1 teaspoon virgin coconut oil", "or", "⅛ teaspoon chipotle powder, to taste"],
    "directions": "Place all ingredients, including coconut oil and chipotle, if using, into high-speed blender. Blend until smooth. Enjoy immediately. Soup will keep in fridge for two to three days stored in sealed container, ideally glass."
}, {
    "name": "Coconut Miso Soup",
    "category": "Soups",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 2 CUPS, 1 SERVING",
    "description": "A light miso broth made with MCFA-rich coconut oil and thermogenic ginger, this soup is great as a light snack or paired with any meal.",
    "ingredients": ["2 tablespoons miso, unpastuerized, any color", "1 tablespoon virgin coconut oil", "1 teaspoon ginger, grated", "2 cups filtered water", "THERMO CHARGER:", "⅛ teaspoon cayenne powder or a pinch, to taste", "SUPER POWER PACK:", "1 tablespoon dry wakame, rehydrated in water for five minutes, then squeezed to remove excess water"],
    "directions": "Whisk together miso, oil, ginger, water, and cayenne, if using, or place these ingredients into high-speed blender and blend smooth. To serve, scoop into a soup bowl. Top with hydrated wakame, if using. Enjoy. Will keep in an airtight container in the fridge for three to four days, or longer."
}, {
    "name": "Coconut Tomato Soup",
    "category": "Soups",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "I had this soup on my first visit to Phuket, Thailand. I’d never thought to pair the flavors of tomato and coconut, but I was wowed by the combination. This recipe makes for a delicious twist on regular tomato soup or gazpacho. Because I like garlic I’ll add ¼ teaspoon of it to this soup. Feel free to add less, to suit your taste.",
    "ingredients": ["2 cups tomatoes, chopped from about 2 whole", "1 tablespoon virgin coconut oil", "1 tablespoon miso, unpasteurized, any color", "½ to 1 teaspoon fresh ginger, grated", "FAT MELTER:", "⅛ to ¼ teaspoon garlic, minced, to taste"],
    "directions": "Place ingredients, including garlic, if using, into high-speed blender. Blend until smooth. Will keep for three days in fridge."
}, {
    "name": "Curried Cilantro Cucumber Soup",
    "category": "Soups",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 PINT",
    "description": "I love making raw soups because they’re so quick to whip together, and you can enjoy them like a savory shake or spoon them up in a bowl. Curry powder gives this soup an Asian flare.",
    "ingredients": ["1 cup cucumber, peeled, diced, about 1 whole", "½ cup tomato, diced, about ½ whole", "½ cup avocado, about ½ whole", "2 tablespoons cilantro, fresh", "1 tablespoon virgin coconut oil", "1 teaspoon curry powder", "1 teaspoon miso, unpasteurized, any color", "1 cup filtered water", "THERMO CHARGER:", "⅛ teaspoon cayenne powder, or a pinch, to taste"],
    "directions": "Place all ingredients, including cayenne, if using, into high-speed blender. Blend until smooth. Enjoy immediately. Will keep in fridge for three to four days, or longer, when stored in airtight container."
}, {
    "name": "Curry Coconut Soup",
    "category": "Soups",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "I like the flavor of coconut. Added to a splash of tart lemon, Asian curry, cilantro, avocado, and tomato … wow!",
    "ingredients": ["1 cup avocado, diced, about 1 whole", "1 cup tomato, diced, about 1 whole", "1 tablespoon lemon juice, from about ¼ whole", "1 tablespoon virgin coconut oil", "1 tablespoon fresh cilantro", "¼ to ½ teaspoon curry powder", "1 teaspoon miso, unpasteurized, any color", "1 cup filtered water", "SQUEAKY CLEANER:", "¼ teaspoon minced fresh garlic"],
    "directions": "Place all ingredients, including garlic, if using, into your high-speed blender. Blend until smooth. Will keep in fridge for one day when stored in airtight container, ideally glass."
}, {
    "name": "Garlic Bell Soup",
    "category": "Soups",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Make this soup for a party and you’ll be the “bell” of the ball. It’s that good.",
    "ingredients": ["2 cups red bell pepper, diced, about 1 whole large", "½ cup avocado, from about ½ whole", "2 tablespoons lemon juice, fresh, from about ½ whole", "1 tablespoon miso, unpasteurized, any color", "½ teaspoon garlic, crushed, about 1 clove", "½ to 1 cup filtered water, as desired", "THERMO CHARGER:", "1 teaspoon virgin coconut oil", "and/or", "⅛ teaspoon chipotle powder, to taste"],
    "directions": "Place all ingredients, including coconut oil and chipotle, if using, into a high-speed blender. Blend until smooth. Best enjoyed immediately. Will keep, well-covered, in fridge for one or two days."
}, {
    "name": "Ginger Soup",
    "category": "Soups",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Great for fighting a cold but also just plain yummy, this soup can be served cold or warm, if preferred. As with all of our soups, you can leave it blending a bit longer to heat slightly. Its lemon is great for flushing out toxins and unwanted bacteria from your body.",
    "ingredients": ["1 cup spinach, loosely packed", "1 cup cucumber, chopped", "½ cup avocado, about ½ medium whole", "1 tablespoon lemon juice, from about ¼ whole", "1 tablespoon miso, unpasteurized, any color", "1 teaspoon to 1 tablespoon ginger, to taste", "1 to 2 cups of filtered water, as desired", "SQUEAKY CLEANER:", "¼ to ½ teaspoon curry or turmeric powder"],
    "directions": "Place all ingredients, including curry, if using, into a high-speed blender. Blend until smooth. Will keep for one or two days in fridge stored in airtight container, ideally glass."
}, {
    "name": "Spicy Bok Choy Soup",
    "category": "Soups",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Avocado is one of my favorite foods. Not only does it taste great, but because of its healthy fat content, eating it helps you absorb more nutrients from certain foods, particularly the carotenoids. It is also a great source of glutathione, the “master” antioxidant, and it’s the best fruit source for vitamin E.",
    "ingredients": ["1 cup bok choy, chopped, loosely packed (or your favorite greens)", "1 cup cucumber, diced, from about 1 whole", "½ cup avocado, from ½ whole", "1 tablespoon lemon juice, about ¼ whole", "1 tablespoon miso, unpasteurized, any color", "¼ jalapeño pepper, or pinch cayenne powder, to taste", "1 to 2 cups of filtered water, for desired consistency", "SQUEAKY CLEANER:", "1 tablespoon ginger", "or", "1 tablespoon turmeric", "or", "pinch black pepper, to taste"],
    "directions": "Place all ingredients, including ginger or turmeric or black pepper, if using, into your high-speed blender. Blend until smooth. Best enjoyed immediately, but soup will keep for one day in an airtight container in the fridge."
}, {
    "name": "Kreamy Tomato Gazpacho",
    "category": "Soups",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 2 CUPS, 1 SERVING",
    "description": "You might not think that blending almonds in a tomato soup would work too well, but think again. These health-promoting beauties, combined with the coconut oil, give this gazpacho a creamy richness that is to live for!",
    "ingredients": ["1 cup tomato, chopped, about 1 whole, any type", "¼ cup almonds, chopped", "1 tablespoon virgin coconut oil", "1 tablespoon miso, unpasteurized, any color", "¼ to ½ teaspoon garlic, minced, to taste", "1 cup filtered water, as desired", "THERMO CHARGER:", "⅛ teaspoon cayenne powder, to taste,", "or", "¼ fresh jalapeño pepper, to taste"],
    "directions": "Place all ingredients, including cayenne or jalapeño, if using, into a high-speed blender. Blend until smooth. Enjoy immediately. Soup will keep in fridge for at least three to four days sealed in airtight container."
}, {
    "name": "Curried Zucchini Cucumber Soup",
    "category": "Soups",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 2 CUPS, 1 SERVING",
    "description": "I like to think of blended soups as savory shakes. I love this soup because the zucchini blended with the miso gives it a creamy base, while the lemon adds a touch of acidity and brightness.",
    "ingredients": ["½ cup zucchini, chopped, about 1 small whole", "½ cup cucumber, chopped, about ½ whole", "½ cup celery, chopped, about 1 rib", "1 tablespoon lemon juice, from about ¼ whole", "1 tablespoon miso, unpasteurized, any color", "¼ teaspoon curry powder, to taste", "1 cup filtered water, as desired", "THERMO CHARGER:", "pinch cayenne powder, to taste,", "and/or", "½ teaspoon garlic, about 1 clove"],
    "directions": "Place all ingredients, including cayenne and garlic, if using, into your high-speed blender. Blend until smooth. Enjoy immediately. Will keep for one day in fridge stored in sealed container."
}, {
    "name": "Kreamy Cucumber Soup",
    "category": "Soups",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "When I spell the word cream, I like to use a k because it denotes a vegan version, without the dairy cream. It’s oh so dreamy, too. Holy cow!",
    "ingredients": ["1½ cups romaine lettuce, torn, loosely packed, about 2 large leaves, or your favorite greens", "1 cup cucumber, chopped, from about 1 whole", "1 teaspoon fresh lemon juice, about ¼ whole", "1 tablespoon miso, unpasteurized, any color", "½ cup avocado, from about ½ whole", "1 cup filtered water, as desired", "FAT MELTER:", "1 teaspoon virgin coconut oil", "THERMO CHARGER:", "⅛ teaspoon chipotle powder, to taste"],
    "directions": "Place all ingredients, including coconut oil and chipotle, if using, into a high-speed blender. Blend until smooth. Enjoy immediately. While best enjoyed immediately, this soup will keep, well-sealed, in the fridge for one day."
}, {
    "name": "Kreamy Dill Delight",
    "category": "Soups",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Blending together cashews with water makes a smooth, rich, kream. To this kream base we blend green spinach and broccoli, probiotic miso for saltiness, and dill for flavor.",
    "ingredients": ["1 cup spinach, chopped, loosely packed", "½ cup broccoli, chopped", "¼ cup cashews, chopped", "2 teaspoons miso, unpasteurized, any color", "1 teaspoon dill, dry, to taste, or 2 teaspoons fresh, to taste", "1 cup filtered water, for desired consistency", "FAT MELTER:", "1 tablespoon lime juice, about ½ whole"],
    "directions": "Place ingredients, including lime juice, if using, into a high-speed blender. Blend until smooth. Will keep for two days in the fridge stored in sealed container, ideally glass."
}, {
    "name": "Marvelous Minestrone",
    "category": "Soups",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "I’ve always loved minestrone soup and the flavors of Italian spices. Instead of salt, I use miso for its probiotic belly-fat eating ’Bots, as well as the more traditional garlic and oregano for bold flavor in this blended soup.",
    "ingredients": ["1 cup tomato, diced, about 1 whole", "1 cup celery, diced, about 2 ribs", "1 tablespoon miso, unpasteurized, any color", "½ teaspoon fresh oregano, or ¼ teaspoon dry", "¼ teaspoon fresh garlic, minced", "⅛ to ¼ teaspoon cayenne, to taste", "½ to 1 cup filtered water, as desired", "SQUEAKY CLEANER:", "½ tablespoon hemp or flax oil"],
    "directions": "Place all ingredients in a high-speed blender, including hemp oil, if using. Blend until smooth. Enjoy. Recipe will keep for three or four days in the fridge when stored in a tightly sealed container, ideally glass."
}, {
    "name": "Red Pepper Soup",
    "category": "Soups",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Sprouts are like baby power plants that are high in protein and oxygen, and they are alkalinizing, rather than acidifying to our body, which is something we want. I like to add sprouts to my wraps, salads, and soups for texture, flavor, and of course, nutrients.",
    "ingredients": ["1 cup red bell pepper, diced, about 1 whole", "½ cup sprouts, any type, loosely packed", "½ cup avocado, about ½ whole", "1 tablespoon lemon juice, from about ¼ whole", "1 tablespoon miso, unpasteurized, any color", "1 teaspoon basil, fresh or ½ teaspoon dry", "1 cup filtered water, as desired", "FAT MELTER:", "¼ teaspoon chipotle powder, to taste", "SUPER POWER PACK:", "1 teaspoon dulse seaweed, whole or flakes"],
    "directions": "Place ingredients, including chipotle and dulse, if using, into a high-speed blender. Blend until smooth. Best enjoyed immediately, but soup will keep for one day, well-covered, in the fridge."
}, {
    "name": "Souper Supper",
    "category": "Soups",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "When I make soups, I love to add fiber to them with cucumber and celery because both vegetables have mild flavors. Avocado adds a smooth kreaminess, and miso adds a savory saltiness. To mix it up, I like to use whatever fresh or dry herbs I may be craving that day, or I’ll use dill because I like it with cucumber.",
    "ingredients": ["1 cup cucumber, diced, about 1 whole", "1½ cup celery, chopped, about 2 whole ribs", "½ cup avocado, about ½ whole", "½ tablespoon fresh lemon juice, from about ¼ whole", "2 tablespoons miso, unpasteurized, any color", "2 teaspoons fresh dill, or your favorite herb, or 1 teaspoon dry", "1 to 2 cups filtered water, as desired", "FAT MELTER:", "½ jalapeño pepper, or more, to taste", "or", "¼ teaspoon cayenne powder, to taste", "or", "pinch black pepper, to taste"],
    "directions": "Place all ingredients, including pepper, if using, into your high-speed blender. Blend until smooth. Best enjoyed immediately, but soup will keep in an airtight container for one day in the fridge."
}, {
    "name": "Spicy Avocado Soup",
    "category": "Soups",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "This recipe was inspired by a craving I had for a rosemary version of guacamole while I was following a detoxifying cleanse. The avocado is filling and satisfying, and the smoky chipotle adds a great flavor profile.",
    "ingredients": ["1 cup avocado, from about 1 whole", "1 tablespoon miso, unpasteurized, any color", "1 tablespoon fresh lime juice, from about ½ whole", "¼ teaspoon fresh rosemary or ⅛ teaspoon dry", "1 pinch chipotle powder, to taste", "1 to 2 cups filtered water, to desired consistency", "SQUEAKY CLEANER:", "1 teaspoon virgin coconut oil"],
    "directions": "Place all ingredients into your high-speed blender. Blend until smooth. Best enjoyed immediately, but soup will keep in fridge for a half to a full day stored in an airtight container."
}, {
    "name": "Tomato Bisque",
    "category": "Soups",
    "phase": "PHASE 1 SHAKE IT UP",
    "servings": "MAKES 1 PINT, 1 SERVING",
    "description": "Not only yummy, this soup has at its center, the tomato. Recent research suggests that tomatoes, besides being a good source of fiber and lycopene, also help regulate the hormone ghrelin, one of the hormonal messengers responsible for telling us that we’re full.",
    "ingredients": ["1½ cups tomatoes, chopped", "½ cup avocado, about ½ whole", "½ teaspoon garlic, chopped", "½ teaspoon fresh thyme or ¼ teaspoon dry", "½ teaspoon sea salt", "1 cup filtered water, for desired consistency", "’BOT BOOST:"],
    "directions": "Serve sprinkled with 1 teaspoon to 1 tablespoon of nutritional yeast. Place all ingredients into your high-speed blender. Blend until smooth. To serve, sprinkle with nutritional yeast, if using. Enjoy. Will keep for one day in fridge."
}, {
    "name": "Apple Cider Vinaigrette",
    "category": "Dressings",
    "phase": "",
    "servings": "MAKES 2 SERVINGS",
    "description": "A quick and easy basic vinaigrette I like to use when I’m in a hurry or just feeling lazy. It’s packed with probiotics from the vinegar. I recommend making a couple batches and keeping it in a jar in the fridge, just like we keep bottled, store bought dressings. Ready to eat—only better!",
    "ingredients": ["2 teaspoons apple cider vinegar", "3 tablespoons extra virgin olive oil, or 2 tablespoons olive oil and 1 tablespoon flax or hemp oil", "½ teaspoon sea salt", "Pinch black pepper"],
    "directions": "To make the vinaigrette, whisk together ingredients in small bowl."
}, {
    "name": "Asian Cabbage Salad with Apple Cider Vinaigrette",
    "category": "Salads",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 SERVING",
    "description": "This salad is full of prebiotics that will help the ’Bots eat up your belly fat. I created this salad to be reminiscent of Southeast Asia by using the simple, fresh, bright flavors of fresh mint, cilantro, and basil. It’s colorful and pretty. Add on nutritional yeast for a cheesy flavor sprinkle. One ounce of nutritional yeast contains 14 grams of protein and 79 calories and is a great alternative to animal proteins.",
    "ingredients": ["2 cups shredded Napa cabbage, or green cabbage, loosely packed", "1 cup shredded carrot, about 1 whole", "¼ cup cucumber, sliced thinly into half-moons", "1 tablespoon mint leaves, freshly torn", "1 tablespoon fresh cilantro leaves", "2 teaspoons basil leaves, freshly torn", "2 tablespoons almonds, whole", "’BOT BOOST:", "1 tablespoon nutritional yeast"],
    "directions": "To make the salad, place all salad ingredients in a mixing bowl. To serve, toss salad with [Recipe:Apple Cider Vinaigrette]. Finish it with a sprinkling of nutritional yeast, if using, to add a cheesy flavor."
}, {
    "name": "Cucumber Miso Dressing",
    "category": "Dressings",
    "phase": "",
    "servings": "MAKES 1 CUP",
    "description": "",
    "ingredients": ["1 cup cucumber, diced, about 1 small", "2 tablespoons miso, unpasteurized, any color", "1 tablespoon ginger, minced", "1 tablespoon toasted sesame oil", "1 tablespoon extra virgin olive oil", "2 tablespoons apple cider vinegar", "THERMO CHARGER:", "1 tablespoon nutritional yeast", "SUPER POWER PACK:", "1 tablespoon dulse flakes"],
    "directions": "To make the dressing, whisk together all dressing ingredients in a small bowl."
}, {
    "name": "Cabbage Salad with Cucumber Miso Dressing",
    "category": "Salads",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING",
    "description": "Think a salad can only be made with lettuce greens? Then think again and chomp on this. Cucumber Miso Dressing was inspired by one of my popular packaged food dressings, created for SmartMonkey Foods®. You’ll love this recipe.",
    "ingredients": ["2 cups cabbage, shredded", "½ cup carrots, shredded"],
    "directions": "To make the salad, place cabbage and carrots into a mixing bowl. To serve, pour as much [Recipe:Cucumber Miso Dressing] as desired onto cabbage and toss until all is well-coated. Top with nutritional yeast and dulse flakes, if using. Tossed salad will keep for a couples days. Dressing will keep up to one week in a sealed container, ideally glass, in the fridge."
}, {
    "name": "Corn and Basil Mesclun Salad",
    "category": "Salads",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 SERVING",
    "description": "Spring greens, radishes, sweet corn kernels, and fresh basil. Beautifully colored and prebiotic-rich, these make up a delicious and delicate salad. Toss it with either the Thermo Dressing or Apple Cider Vinaigrette, or another dressing you have on hand from this plan.",
    "ingredients": ["2 cups spring green mix, or your favorite mesclun greens", "3 radishes, sliced", "¼ cup corn kernels, fresh", "1 tablespoon basil leaves, torn", "FAT MELTER:", "½ to 1 teaspoon fresh ginger, minced"],
    "directions": "Place all ingredients into a mixing bowl, including ginger, if using. To serve, toss with either [Recipe:Thermo Dressing] or [Recipe:Apple Cider Vinaigrette]. Tossed salad is best enjoyed immediately."
}, {
    "name": "Coconut Miso Vinaigrette",
    "category": "Dressings",
    "phase": "",
    "servings": "MAKES ABOUT ¼ CUP",
    "description": "Miso is one of my favorite fermented foods. It’s high in protein, rich in flavor, and adds a great saltiness to recipes. This dressing is packed with probiotics from the apple cider vinegar, too, as well as MCFAs from the coconut oil for amazing mouth feel and flavor.",
    "ingredients": ["2 tablespoons virgin coconut oil", "2 tablespoons miso, unpasteurized, any color", "1 tablespoon apple cider vinegar"],
    "directions": "To make dressing, mix ingredients together in a small bowl using a fork or spoon. Dressing will keep for many weeks in your fridge. The coconut oil will harden in the fridge, so warm the dressing to room temperature before using by placing in a bowl of hot water, or take it out and place on your counter an hour before using."
}, {
    "name": "Cumin Slaw with Coconut Miso Vinaigrette",
    "category": "Salads",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 3 CUPS, 1 SERVING",
    "description": "Cabbage is abundant in vitamins C and E, calcium, magnesium, potassium, and iodine and is known for its many health benefits including helping with weight loss, and skin, eye, hair, and brain health. I enjoy eating and juicing both purple and green cabbage daily.",
    "ingredients": ["2 cups cabbage, shredded, any type", "½ cup cucumber, diced", "½ cup tomato, diced", "½ cup carrot, shredded", "1 tablespoon scallions, sliced", "1 tablespoon cumin seeds"],
    "directions": "Place slaw ingredients into a bowl. To serve, toss with [Recipe:Coconut Miso Vinaigrette]."
}, {
    "name": "Easy Being Green Salad",
    "category": "Salads",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 SERVING",
    "description": "This is the quickest and easiest dressing-free salad recipe ever! Greens are tossed with avocado for creaminess and sauerkraut and capers for probiotic tart-salty goodness. Corn and tomatoes add a touch of sweetness and beautiful colors.",
    "ingredients": ["2 cups spinach, lightly packed", "1 cup red leaf lettuce, torn, about 2 to 3 leaves", "½ cup avocado, about ½ whole", "½ cup sauerkraut, drained", "1 teaspoon capers, drained", "2 tablespoons corn kernels, fresh", "2 tablespoons chopped tomatoes or handful of grape or cherry tomatoes", "FAT MELTER:", "⅛ to ¼ teaspoon cayenne pepper, or a pinch, to taste"],
    "directions": "Place spinach and lettuce in mixing bowl. Add avocado, and mix well using your hands to massage avocado into the greens and coat them evenly. You can always just dice the avocado and toss with salad tongs if you prefer. Me, I love to touch my food. Next, add sauerkraut and capers and mix well. Top with corn and tomato. Best enjoyed immediately, but it will keep for one day in fridge."
}, {
    "name": "Dill Vinaigrette",
    "category": "Dressings",
    "phase": "",
    "servings": "MAKES ABOUT ¼ CUP",
    "description": "",
    "ingredients": ["1 tablespoon apple cider vinegar", "1 tablespoon virgin coconut oil", "1 tablespoon fresh dill, chopped", "1 teaspoon miso, unpasteurized, any color", "¼ teaspoon lemon zest"],
    "directions": "To make the dressing, whisk together vinegar, coconut oil, dill, miso, and zest. Vinaigrette will keep for a week or longer stored in air tight container, ideally glass, in fridge."
}, {
    "name": "Fennel Slaw with Dill Vinaigrette",
    "category": "Salads",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 3 CUPS, 1 SERVING",
    "description": "Filled with some of my favorite Rocket Fuels, this dish is a great starter, side, or snack when you’re craving something crunchy, salty, and sweet.",
    "ingredients": ["2 cups fennel, shredded", "1 cup jicama, shredded", "2 tablespoons sunflower or pumpkin seeds", "THERMO CHARGER:", "pinch black pepper, to taste", "’BOT BOOST:", "1 tablespoon nutritional yeast"],
    "directions": "To make the slaw, place fennel, jicama, and seeds in large mixing bowl. To serve, toss slaw with [Recipe:Dill Vinaigrette], black pepper, and nutritional yeast, if using, and mix well. Tossed slaw will keep up to three days in fridge."
}, {
    "name": "Italian Salad",
    "category": "Salads",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 3 CUPS, 1 SERVING",
    "description": "A non-green salad made instead with tomatoes, avocado, olives, basil, oregano, and scallions. Coconut oil gives you some great MCFAs, and apple cider vinegar provides the fat-eating ’Bots we love.",
    "ingredients": ["2 cups tomatoes, diced, from about 2 whole", "1 cup avocado, cubed, from about 1 whole", "3 tablespoons black olives, seeded, chopped", "3 tablespoons fresh basil leaves, julienned", "1 tablespoon scallions, sliced", "1 tablespoon virgin coconut oil", "2 teaspoons fresh oregano leaves", "2 teaspoons apple cider vinegar", "THERMO CHARGER:", "⅛ teaspoon black pepper, or a pinch, to taste", "’BOT BOOST:", "1 tablespoon nutritional yeast", "and/or", "1 tablespoon capers", "Place all ingredients, including black pepper, nutritional yeast, and capers, if using, into a mixing bowl. Toss to mix well."],
    "directions": "Best enjoyed immediately, but it will keep up to one day in fridge."
}, {
    "name": "Kreamy Chipotle Dressing",
    "category": "Dressings",
    "phase": "",
    "servings": "MAKES 1 CUP",
    "description": "",
    "ingredients": ["1 cup cashews, soaked in filtered water for 6 to 8 hours, rinsed well, and drained", "1 tablespoon miso, unpasteurized, any color", "¼ teaspoon chipotle, to taste", "½ to ¾ cup filtered water, to desired consistency", "THERMO CHARGER:", "1 tablespoon nutritional yeast"],
    "directions": "To make dressing, place dressing ingredients into a high-speed blender. Blend until smooth. Dressing will keep stored separately for one week or longer in fridge."
}, {
    "name": "Kreamy Chipotle Salad",
    "category": "Salads",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING",
    "description": "This recipe is inspired by a vegan junk food version of a chipotle mayo that I just love. It’s so simple to make a healthy, whole food recipe, instead. And this is hands down one of my favorite dressings.",
    "ingredients": ["3 cups romaine and red leaf lettuce, shredded", "¼ cup cucumber, sliced", "3 tablespoons red bell pepper, diced", "2 tablespoons celery, diced"],
    "directions": "To make salad, place salad ingredients together in a mixing bowl. To serve, pour as much [Recipe:Kreamy Chipotle Dressing] as desired over greens and toss gently. Best served immediately."
}, {
    "name": "Orange Ginger Vinaigrette",
    "category": "Dressings",
    "phase": "",
    "servings": "MAKES 1 CUP",
    "description": "",
    "ingredients": ["1 teaspoon fresh ginger, grated", "1 to 2 teaspoons nama shoyu or braggs or tamari, to taste", "2 teaspoons apple cider vinegar", "¼ cup fresh orange juice, squeezed from about 1 whole", "THERMO CHARGER:", "1 teaspoon sesame seeds", "SUPER POWER PACK:", "¼ cup dry seaweed, like wakame or arame, soaked and drained"],
    "directions": "To make dressing, whisk ingredients together in a small bowl to blend well. Dressing will keep four or five days in fridge when stored separately in a sealed container, ideally glass."
}, {
    "name": "Shredded Sesame Salad with Orange Ginger Vinaigrette",
    "category": "Salads",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING",
    "description": "Who says that sesame makes a great flavor addition to most any salad? Says me! Sesame seeds have essential fatty acids and are high in monounsaturated fats to stimulate and boost metabolism.",
    "ingredients": ["1½ cups cabbage, shredded, any type", "½ cup carrot, shredded, about ½ whole", "¼ cup cucumber, julienned, about ¼ whole", "3 tablespoons red bell pepper, julienned, about ⅙ whole", "2 tablespoons celery, julienned, about ¼ whole"],
    "directions": "To make salad, place all salad ingredients into a large mixing bowl. To serve, toss salad with as much [Recipe:Orange Ginger Vinaigrette] as desired. Top with sesame seeds and seaweed, if using. Enjoy. Tossed salad will keep for a couple days in fridge."
}, {
    "name": "Thermo Dressing",
    "category": "Dressings",
    "phase": "",
    "servings": "MAKES 1 CUP, 6 TO 8 SERVINGS",
    "description": "",
    "ingredients": ["½ cup extra virgin olive oil, or ¼ cup virgin olive oil and ¼ cup hemp or flax oil", "¼ cup apple cider vinegar", "¼ cup miso, unpasteurized, any color", "1 to 2 teaspoons ginger, minced, fresh, to taste", "1 tablespoon nama shoyu (raw soy sauce)", "FAT MELTER:", "pinch black pepper, to taste", "’BOT BOOSTER:", "1 tablespoon nutritional yeast"],
    "directions": "To make dressing, place its ingredients into high-speed blender or smaller personal blender. Blend until smooth. Dressing will keep for a couple weeks, or longer, when stored separately in fridge."
}, {
    "name": "Spring Sauerkraut Salad with Thermo Dressing",
    "category": "Salads",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 SERVING",
    "description": "Before you get scared off the idea of using sauerkraut in a salad, give this recipe a try. The varied textures and tastes make it both a nutritional powerhouse and a tasty dish. Promise.",
    "ingredients": ["3 cups spring mesclun mix, or your favorite greens", "½ cup sprouts, any type", "⅓ cup sauerkraut", "2 tablespoons seeds or nuts (sunflower seeds, almonds, walnuts, whole)"],
    "directions": "To make the salad, place all salad ingredients into a large mixing bowl. To serve, toss salad with [Recipe:Thermo Dressing]. Sprinkle on black pepper and nutritional yeast, if using, and enjoy. Tossed salad is best enjoyed immediately."
}, {
    "name": "Collard Rolls with Cashew Paté",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 2 ROLLS",
    "description": "Collards offer a great way to wrap up your favorite fillings to make a handheld delight. In this recipe, the collard is used like a flour tortilla would be, and it’s filled with a delicious, nutritious, cashew paté. These rolls travel well, too.",
    "ingredients": ["1 large collard green leaf", "1 avocado, peeled, seeded, sliced", "1 cucumber, sliced into long strips", "2 scallions, sliced into long strips, optional", "1 batch [Recipe:Cashew Paté]", "To make rolls, first remove stem from collard leaf. You will have two halves. Use each half leaf to make one roll, for a total of two rolls."],
    "directions": "Place each half leaf flat. Top with ¼ cup paté across shorter width of leaf, a few slices of avocado, cucumber, and scallions, if using. Roll up leaf lengthwise. Enjoy immediately."
}, {
    "name": "Cashew Paté",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "",
    "servings": "MAKES ABOUT 1 CUP",
    "description": "",
    "ingredients": ["½ cup cashew meal (process whole, dry cashews into a powder; set aside)", "½ cup celery, chopped", "1 teaspoon apple cider vinegar", "½ teaspoon garlic, minced, about 1 small clove", "1 tablespoon miso, unpasteurized, any color", "SUPER POWER PACK:", "1 teaspoon dulse flakes"],
    "directions": "To make paté, place celery, vinegar, garlic, miso, and dulse, if using, into food processor. Process into small pieces. Add cashew meal and process to mix well. Leftover paté will keep for a day or two in the fridge."
}, {
    "name": "Marinated Mushrooms in Lettuce Wraps",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING",
    "description": "This recipe is inspired by a popular Korean BBQ meat dish but is made using mushrooms instead. It is super simple to make and amazingly delicious to eat! Mushrooms have been used in Chinese medicine for thousands of years to help restore our body’s balance and natural resistance to disease. They’re a great protein source, too.",
    "ingredients": ["MUSHROOMS", "1 tablespoon tamari or nama shoyu or soy sauce", "½ tablespoon agave, maple, or brown rice syrup", "1 teaspoon toasted sesame oil", "1 cup sliced shiitake, crimini, or portabella mushrooms", "SUPER POWER PACK:", "1 teaspoon dulse flakes", "WRAPS", "4 lettuce leaves, like iceberg or red lettuce", "1 tablespoon white miso, unpasteurized", "½ cup (total) carrot and cucumber, julienned", "½ jalapeño pepper, thinly sliced"],
    "directions": "Marinate your Mushrooms by placing tamari, agave, and sesame oil into a large mixing bowl. Add mushrooms and dulse flakes, if using, and toss to mix well. Set aside to marinate 10 minutes or longer. Squeeze out excess liquid before serving. Next, make Wraps by laying each lettuce leaf flat. Spread about ¼ tablespoon miso across center of each leaf. Top with marinated mushrooms, carrot, cucumber, and pepper, as desired. Enjoy immediately. Will keep for a day in the fridge. Marinated mushrooms will keep for up to five days in fridge when stored separately."
}, {
    "name": "Mixed Vegetable Seaweed Rolls with Sesame Dipping Sauce",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 2 ROLLS, 1 SERVING",
    "description": "Sushi anyone? This is my delicious vegan spin on the traditional roll.",
    "ingredients": ["2 nori sheets, untoasted, raw", "2 tablespoons miso, unpasteurized, any color", "2 cups sprouts, any type", "½ cup avocado, sliced, about ½ whole", "¼ cup cucumber, julienned, about ¼ whole", "¼ cup carrot, julienned, about ½ whole"],
    "directions": "Spread 2 teaspoons of miso, to taste, across the edge of 1 nori sheet. Layer sprouts, avocado, cucumber, and carrot across the same edge, up to about ⅓ the nori sheet. Roll up nori to enclose fillings. Lay on seam to keep roll closed. Serve immediately with [Recipe:Sesame Dipping Sauce]. Will keep for one day in fridge stored in a sealed container. The nori will be soggy."
}, {
    "name": "Sesame Dipping Sauce",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "",
    "servings": "",
    "description": "",
    "ingredients": ["1 tablespoon nama shoyu, tamari, or soy sauce", "1 tablespoon apple cider vinegar", "1 teaspoon toasted sesame oil", "1 teaspoon scallions, sliced", "THERMO CHARGER:", "¼ teaspoon cayenne, to taste"],
    "directions": "To make sauce, whisk together all ingredients, including cayenne, if using. Mix well. Sauce will keep for a week or longer stored in an airtight container in fridge."
}, {
    "name": "Mushroom Rolls with Root Rice",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING",
    "description": "Marinating mushrooms in tamari will help them wilt and “cook” down after about 10 minutes. This concentrates the flavor as it would if you were to sauté them while cooking.",
    "ingredients": ["MUSHROOMS", "1 tablespoon tamari, or nama shoyu, or soy sauce", "½ tablespoon agave, maple, or brown rice syrup", "1 teaspoon toasted sesame oil", "1 cup mushrooms, sliced, any type", "SUPER POWER PACK:", "1 teaspoon dulse flakes", "[Recipe:Root Rice]", "[Recipe:Wraps]"],
    "directions": "Marinate Mushrooms by placing all ingredients, including dulse, if using, into a mixing bowl, toss and massage to mix well. Set aside to marinate at least 10 minutes. Squeeze to remove all excess liquid before using."
}, {
    "name": "Root Rice",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "",
    "servings": "MAKES ABOUT 1 CUP",
    "description": "",
    "ingredients": ["This looks just like traditional rice, has a similar mouth feel, and is great to use just as you would regular cooked rice.", "1 cup jicama, turnip, or daikon radish, peeled and cubed", "½ tablespoon white miso, unpasteurized", "2 teaspoons scallions, sliced, from about 1 whole", "Chop jicama, miso, and scallions into small pieces in food processor. Be careful not to over process; you want small rice-sized bits."],
    "directions": "Rice will keep for several days in sealed container in fridge."
}, {
    "name": "Wraps",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "",
    "servings": "",
    "description": "The collard leaf in these wraps helps to create a moisture barrier that keeps the nori on the outside dry.",
    "ingredients": ["2 sheets nori paper", "1 collard leaf, destemmed, and cut into 2 halves, towel-dried", "½ cup (total) carrot and cucumber, julienned"],
    "directions": "To make Wraps, lay down nori paper and place ½ collard leaf along edge closest to you (to create moisture barrier between fillings and nori paper). Top collard with about ¼ cup rice, about ¼ cup mushrooms, carrots, and cucumber. Roll upward and away from you. Cut into six pieces using a very sharp knife. Enjoy immediately. Will keep for one day in fridge, but nori paper will get soggy. Best to store ingredients separately and assemble them before eating. Mushrooms and rice will keep for at least four days in fridge."
}, {
    "name": "Pesto Wraps",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING",
    "description": "Pesto is simple to make, and most traditional pestos are already raw, minus the cheese that goes into some recipes. You can add nutritional yeast to add a cheesy flavor here. I use lower-fat pistachios rather than pine nuts, but the garlic and basil give it that familiar pesto flavor. Rather than oil in this recipe, I use avocado instead for its healthy fat-blasting fat.",
    "ingredients": ["PESTO", "½ cup pistachios, shelled and raw", "1 teaspoon garlic, minced, about 1 medium-sized clove", "1 tablespoon miso, unpasteurized, any color, to taste", "1 cup basil, fresh, lightly packed", "2 teaspoons lemon juice, about ½ whole", "¼ cup avocado", "THERMO CHARGER:", "Add 1 to 2 tablespoons nutritional yeast, to taste.", "SUPER POWER PACK:", "Add 1 teaspoon dulse flakes.", "WRAPS", "1 large collard leaf, destemmed and cut into 2 halves", "¼ cup cucumber, diced", "¼ cup red bell pepper, diced", "¼ cup sprouts, any type"],
    "directions": "To make Pesto, chop pistachios into small pieces in food processor. Add remaining ingredients, including nutritional yeast and dulse, if using, into food processor, and process to mix well. Set aside. Next, make Wraps by laying both half leaves flat. Spread about ¼ cup pesto across shorter direction. Top with cucumber, pepper, and sprouts. Roll up and enjoy immediately. Wraps will keep for a day in fridge. Pesto will keep for four to five days stored separately in a sealed container in fridge."
}, {
    "name": "Celery Almond Paté",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 2 CUPS",
    "description": "Scoop this onto a bed of greens, wrap it in a sheet of nori or in a collard leaf, or scoop it up with sticks of celery. You can also shape the paté into patties and dehydrate them if you choose. They make a great snack or appetizer, while providing a good ’Bot boost.",
    "ingredients": ["1½ cups celery, chopped, about 3 ribs", "½ tablespoon fresh ginger, grated", "½ teaspoon fresh garlic, minced, about 1 clove", "¼ cup raisins", "1 tablespoon miso, pasteurized, any color", "½ cup almond meal (process dry almonds into a powder and set aside)", "1 teaspoon fresh herbs (dill, tarragon, oregano)"],
    "directions": "Place celery, ginger, garlic, raisins, and miso into a food processor. Process into small pieces. Be careful not to over process; you want small bits but not a slurry. Add almond meal and pulse to mix. Add in fresh herbs of your choice, if using, and pulse lightly to mix. Serve with carrot and celery sticks, or rolled into a nori or collard wrap. Pate will keep for three or four days stored in an airtight container in fridge."
}, {
    "name": "Cucumber Guacamole",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 2 CUPS, 1 SERVING",
    "description": "My friend Alex, who was once a contestant on Bravo’s Top Chef, came over one day to make guacamole with me. This is what we came up with as an alternative to traditional guacamole, and it’s super yummy.",
    "ingredients": ["1 cup avocado, about 1 whole, cut roughly", "½ cup cucumber, thinly sliced, about ½ whole", "½ tablespoon lemon juice, from about ⅛ whole", "¼ teaspoon garlic, about 1 small clove", "⅛ teaspoon sea salt, to taste", "THERMO CHARGER:", "pinch cayenne pepper, to taste"],
    "directions": "Place all ingredients, including cayenne, if using, into a bowl and mix well, leaving chunks of avocado. You want a chunky texture, rather than smooth. Best enjoyed immediately. To store, press firmly into a storage container. Cover with plastic wrap, removing all air pockets. Seal with the container lid. Will keep for one day in the fridge."
}, {
    "name": "Zucchini Hummus",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 CUP, 1 SERVING",
    "description": "Enjoy this dish as a dip for carrots, celery sticks, and asparagus spears on a bed of greens, or wrapped in a leaf or sheet of nori.",
    "ingredients": ["¼ cup cashews", "½ teaspoon garlic, minced, about 1 clove", "1 cup zucchini, from about 1 whole", "1 tablespoon fresh lemon juice, from about ¼ whole", "1 tablespoon miso, unpasteurized, any color", "BOT BOOST:", "2 tablespoons nutritional yeast"],
    "directions": "First, place cashews and garlic into a food processor. Process into small pieces. Next, add zucchini, lemon juice, miso, and nutritional yeast, if using, and process to mix well. You know it’s ready when you have a creamy hummus consistency. Will keep for four to five days in fridge stored in an airtight container."
}, {
    "name": "Zucchini Noodles with Marinara Sauce",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING",
    "description": "If you’re craving a pasta dish, try this healthy variation instead. This makes a great centerpiece for a meal or a terrific side dish.",
    "ingredients": ["NOODLES:", "1 zucchini, cut into 4-inch chunks, about 1 cup", "or", "1 bag of kelp noodles, rinsed and drained well", "[Recipe:Marinara Sauce]"],
    "directions": "To make noodles, use a spiralizer to cut zucchini into angel hair noodle strips. If you don’t have a spiralizer, you can cut long strips shaped like fettuccini noodles instead. Place noodles into a large mixing bowl. Or, if using the kelp noodles, pop them into a mixing bowl and rinse very well first, and then drain well before using. Set aside."
}, {
    "name": "Marinara Sauce",
    "category": "Rolls, Wraps, Noodles & Patés",
    "phase": "",
    "servings": "MAKES 1 PINT, 4 SERVINGS",
    "description": "This fresh marinara can be tossed with vegetable or kelp noodles and also used as a dressing on a green salad. The lycopene in the tomatoes is great for your brain, and the olive oil is good for your heart. So eat up!",
    "ingredients": ["1½ cups cherry tomatoes", "2 teaspoons fresh oregano, or 1 teaspoon dried", "½ teaspoon fresh rosemary, or ¼ teaspoon dry", "1 tablespoon lemon juice, from ¼ whole", "¼ cup extra virgin olive oil", "½ teaspoon sea salt, to taste", "THERMO CHARGER:", "½ teaspoon garlic, about 1 small clove"],
    "directions": "To make Marinara Sauce, place all ingredients, including garlic, if using, into your high-speed blender. Blend until smooth. To serve, spoon sauce over Zucchini Noodles or kelp noodles, and top with basil and rosemary."
}, {
    "name": "Fudge Brownies with Fresh Berries",
    "category": "Desserts & Sweet Snacks",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 4 SERVINGS",
    "description": "I love raw desserts because they are guilt-free and healthy! Imagine, you can have your cake and eat it, too. Really, no joke. This recipe makes four servings for most, which is more like one or two servings for me! I recommend doubling up on this recipe so you always have these on hand to snack on when you’re in need of a dessert fix.",
    "ingredients": ["1 cup dry walnuts", "¼ cup cacao powder or carob powder", "pinch sea salt, to taste", "⅓ cup medjool dates, pitted", "½ cup fresh raspberries or strawberries", "SUPER POWER PACK:", "¼ teaspoon maca powder, to taste"],
    "directions": "To make Brownies, combine walnuts, cacao powder, salt, and maca, if using, in food processor. Pulse into medium pieces. Use some of this mix to powder the bottom of a baking pan. Add dates and pulse to mix well. Batter should stick together when squeezed into a ball. If it’s too loose, add a few more sticky dates to help bind it together or a splash of filtered water. If it’s too sticky, add a few more crushed dry walnuts to firm it up. Scoop brownie mix into the powdered baking pan and flatten it to about ½ inch to ¾ inch thick by pressing lightly. Cut it into squares. To serve, place brownie on serving dish and top with berries. Brownies will keep for a few weeks or longer in the fridge when stored in a sealed container separate from the berries."
}, {
    "name": "Grapefruit Salad",
    "category": "Desserts & Sweet Snacks",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 2 CUPS, 1 SERVING",
    "description": "A lovely refreshing treat and great source of vitamin C, this salad is simple, delicious, and nutritious—the perfect dessert or snack.",
    "ingredients": ["2 cups grapefruit wedges, seeded, from about 1 whole", "1 teaspoon ground cinnamon", "FAT MELTER:", "½ to 1 teaspoon fresh ginger, slivered, to taste"],
    "directions": "Place grapefruit pieces in a bowl, sprinkle with cinnamon and ginger. Enjoy immediately. Will keep for a day in the fridge (but you won’t want to wait to eat this one)."
}, {
    "name": "Mint and Basil Tropical Fruit Salad",
    "category": "Desserts & Sweet Snacks",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING",
    "description": "Grapefruit is low in calories and high in enzymes that burn fat. Served with strawberries and banana, it makes for a confetti of color. Add fresh herbs for a full-speed celebration for your taste buds.",
    "ingredients": ["1 cup grapefruit, diced, from about 1 small whole", "½ cup strawberries, sliced", "½ cup banana, sliced, about ½ whole”", "“1 teaspoon fresh mint, julienned", "1 teaspoon fresh basil, julienned", "¼ teaspoon fresh ginger, grated", "SUPER POWER PACK:", "Add ¼ to ½ teaspoon maca powder, to taste,", "and/or", "¼ teaspoon bee pollen, optional (only if you’re not allergic to bees or sensitive to pollen)"],
    "directions": "Place all ingredients into a serving bowl and gently toss. To serve, top with maca and bee pollen, if using. Salad will keep for one to two days in fridge stored in an airtight container."
}, {
    "name": "Peach Crumble",
    "category": "Desserts & Sweet Snacks",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING",
    "description": "A simple crumble crust is made with pecans and dates, plus coconut oil for a buttery mouth feel and flavor. Use this crumble to top your favorite sliced fruit, and voila, it’s become a beautiful dessert! It’s super easy and fast. Plus, the crumble keeps well out of the fridge and makes for great travel food. If it’s not peach season, substitute your favorite fruit like apples, berries, or persimmons.",
    "ingredients": ["CRUST", "⅓ cup pecans", "⅛ teaspoon sea salt", "¼ cup medjool dates, pitted", "1 teaspoon virgin coconut oil", "FILLING", "2 cups peaches, sliced, from about 2 whole", "¼ teaspoon vanilla powder, or 1 tablespoon vanilla extract, alcohol-free", "SUPER POWER PACK:", "¼ teaspoon maca powder, to taste"],
    "directions": "To make crust, combine pecans and salt in food processor. Pulse into medium-sized pieces. Add dates and coconut oil, and pulse to mix well. Texture should be sticky but also crumbly at the same time. If the mixture is too loose, add a splash of water or more dates; if it’s too sticky, add more pecans. To make filling, toss peach slices with vanilla . Assemble in serving bowl by sprinkling half of the crust into bottom of bowl. Next, add peaches. Then, top with crust. Gently pat down, and enjoy. Peach Crumble will keep for a few days in fridge. Store crumble crust separately, and it will keep for weeks in the fridge in an airtight container."
}, {
    "name": "Pecan Candy Apple",
    "category": "Desserts & Sweet Snacks",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 SERVING",
    "description": "A simple way to spruce up slices of apples with crushed pecans, vanilla, and a hint of cinnamon for a delicious dessert or sweet snack. Yum.",
    "ingredients": ["1½ cups apple, seeded, cored, diced", "2 tablespoons pecans, crushed", "1 teaspoon ground cinnamon", "1 tablespoon vanilla extract, alcohol-free, or ½ whole vanilla bean", "FAT MELTER:", "1 teaspoon virgin coconut oil", "THERMO CHARGER:", "pinch black pepper, to taste"],
    "directions": "Place apples and pecans in a mixing bowl. Toss with cinnamon and vanilla and coconut oil, if using. Sprinkle on a pinch of black pepper, if using. Serve. Will keep for one day in fridge before apples begin oxidizing. Store in airtight container."
}, {
    "name": "Pineapple Coconut Salad",
    "category": "Desserts & Sweet Snacks",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 SERVING",
    "description": "Who said salad can’t be a dessert? Like a trip to the tropics, this simple recipe explodes with flavor and bursts with health-promoting goodness.",
    "ingredients": ["2 cups fresh pineapple, diced, about ½ whole", "2 tablespoons dried coconut, shredded", "FAT MELTER:", "1 to 2 teaspoons fresh ginger, grated"],
    "directions": "Place pineapple in bowl, and sprinkle coconut and ginger on top, if using. Will keep for two to three days in fridge. Store in airtight container."
}, {
    "name": "Pomegranate Blueberry Salad",
    "category": "Desserts & Sweet Snacks",
    "phase": "PHASE 2 MELT DOWN",
    "servings": "MAKES 1 SERVING",
    "description": "Forget about wasting money on premade pomegranate juice. You’ll get all the benefit for a whole lot less money by eating this sweet salad. If you can’t find pomegranate, substitute either blackberries or strawberries.",
    "ingredients": ["1½ cup blueberries", "½ cup pomegranate seeds", "2 teaspoons flax meal", "¼ teaspoon ground cinnamon", "FAT MELTER:", "1 tablespoon cacao nibs"],
    "directions": "Place blueberries and pomegranate into a serving bowl. Top with flax meal, cinnamon, and cacao nibs, if using. Will keep for two days in fridge."
}, {
    "name": "Red, White, and Blue Berry Salad",
    "category": "Desserts & Sweet Snacks",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING",
    "description": "My amazing marathon-running athlete friend made this recipe for me, and I just loved it. Packed with low-glycemic, antioxidant-rich berries, and topped with crunchy cacao nibs for energy and flax for Omega 3s, it doesn’t get much easier or yummier than this!",
    "ingredients": ["1½ cup fresh strawberries, sliced", "½ cup fresh blueberries", "1 tablespoon cacao nibs", "2 teaspoons flax meal", "THERMO CHARGER:", "¼ to ½ teaspoon maca powder, to taste,", "and/or", "1 teaspoon bee pollen (if allergic to bees or honey, please do not add)"],
    "directions": "Place berries into a serving bowl. Top with cacao nibs, flax meal, and, if using, the maca and bee pollen. Will keep for two days, covered, in fridge."
}, {
    "name": "Trail Mix Cookies",
    "category": "Desserts & Sweet Snacks",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 1 SERVING”",
    "description": "When I can’t get onto a trail for a hike, I like to bring the trail to me! These cookies are filled with all the goodies I like to pack with me on a long hike in the canyons.",
    "ingredients": ["¼ cup dry almonds", "½ teaspoon cinnamon powder", "pinch sea salt, to taste", "2 tablespoons walnuts", "⅓ cup medjool dates, pitted", "2 tablespoons raisins", "2 tablespoons sunflower seeds", "SUPER POWER PACK:", "¼ teaspoon maca powder, to taste (energy enhancing)"],
    "directions": "Combine almonds, cinnamon, and salt in food processor. Pulse into chunks. Add walnuts and pulse into chunks. Add dates, raisins, sunflower seeds, and maca, if using, and pulse to mix well. If your batter is not sticking together, add a splash of water or another medjool date to help it bind together. Or, if it’s too sticky, add a bit more of the dry ingredients to get that perfect batter consistency. Scoop about 1½ to 2 tablespoons of dough onto a sheet tray lined with parchment paper. Flatten into cookies. Cookies will keep for several weeks or longer stored in an airtight container in the fridge, or even longer in freezer (thaw before eating)."
}, {
    "name": "Watermelon Grapefruit Salad",
    "category": "Desserts & Sweet Snacks",
    "phase": "PHASE 3 BLAST OFF",
    "servings": "MAKES 2 CUPS, 1 SERVING",
    "description": "This is a mix of sweet fruits and savory flavors from salt, mint, and scallions and provides a new twist on the more familiar flavors of grapefruit and watermelon. Have a blast!",
    "ingredients": ["1 cup grapefruit, peeled, seeded, diced, about 1 small whole", "1 cup watermelon, diced, seeded", "1 teaspoon scallions, sliced", "1 teaspoon mint leaves, chiffonade", "¼ teaspoon sea salt, to taste", "THERMO CHARGER:", "¼ teaspoon jalapeño pepper, seeded, minced, to taste"],
    "directions": "Combine all ingredients, including jalapeño, if using, in a mixing bowl. Toss to mix well. Best enjoyed immediately, but it will keep for one day, well-covered, in the fridge."
}]